{"class_name": "Model", "config": {"name": "model_1", "layers": [{"name": "input_6", "class_name": "InputLayer", "config": {"batch_input_shape": [null, 299, 299, 3], "dtype": "float32", "sparse": false, "name": "input_6"}, "inbound_nodes": []}, {"name": "conv2d_470", "class_name": "Conv2D", "config": {"name": "conv2d_470", "trainable": false, "dtype": "float32", "filters": 32, "kernel_size": [3, 3], "strides": [2, 2], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["input_6", 0, 0, {}]]}, {"name": "batch_normalization_v1_470", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_470", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_470", 0, 0, {}]]}, {"name": "activation_470", "class_name": "Activation", "config": {"name": "activation_470", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_470", 0, 0, {}]]}, {"name": "conv2d_471", "class_name": "Conv2D", "config": {"name": "conv2d_471", "trainable": false, "dtype": "float32", "filters": 32, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["activation_470", 0, 0, {}]]}, {"name": "batch_normalization_v1_471", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_471", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_471", 0, 0, {}]]}, {"name": "activation_471", "class_name": "Activation", "config": {"name": "activation_471", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_471", 0, 0, {}]]}, {"name": "conv2d_472", "class_name": "Conv2D", "config": {"name": "conv2d_472", "trainable": false, "dtype": "float32", "filters": 64, "kernel_size": [3, 3], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["activation_471", 0, 0, {}]]}, {"name": "batch_normalization_v1_472", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_472", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_472", 0, 0, {}]]}, {"name": "activation_472", "class_name": "Activation", "config": {"name": "activation_472", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_472", 0, 0, {}]]}, {"name": "max_pooling2d_20", "class_name": "MaxPooling2D", "config": {"name": "max_pooling2d_20", "trainable": false, "dtype": "float32", "pool_size": [3, 3], "padding": "valid", "strides": [2, 2], "data_format": "channels_last"}, "inbound_nodes": [["activation_472", 0, 0, {}]]}, {"name": "conv2d_473", "class_name": "Conv2D", "config": {"name": "conv2d_473", "trainable": false, "dtype": "float32", "filters": 80, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["max_pooling2d_20", 0, 0, {}]]}, {"name": "batch_normalization_v1_473", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_473", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_473", 0, 0, {}]]}, {"name": "activation_473", "class_name": "Activation", "config": {"name": "activation_473", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_473", 0, 0, {}]]}, {"name": "conv2d_474", "class_name": "Conv2D", "config": {"name": "conv2d_474", "trainable": false, "dtype": "float32", "filters": 192, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["activation_473", 0, 0, {}]]}, {"name": "batch_normalization_v1_474", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_474", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_474", 0, 0, {}]]}, {"name": "activation_474", "class_name": "Activation", "config": {"name": "activation_474", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_474", 0, 0, {}]]}, {"name": "max_pooling2d_21", "class_name": "MaxPooling2D", "config": {"name": "max_pooling2d_21", "trainable": false, "dtype": "float32", "pool_size": [3, 3], "padding": "valid", "strides": [2, 2], "data_format": "channels_last"}, "inbound_nodes": [["activation_474", 0, 0, {}]]}, {"name": "conv2d_478", "class_name": "Conv2D", "config": {"name": "conv2d_478", "trainable": false, "dtype": "float32", "filters": 64, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["max_pooling2d_21", 0, 0, {}]]}, {"name": "batch_normalization_v1_478", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_478", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_478", 0, 0, {}]]}, {"name": "activation_478", "class_name": "Activation", "config": {"name": "activation_478", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_478", 0, 0, {}]]}, {"name": "conv2d_476", "class_name": "Conv2D", "config": {"name": "conv2d_476", "trainable": false, "dtype": "float32", "filters": 48, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["max_pooling2d_21", 0, 0, {}]]}, {"name": "conv2d_479", "class_name": "Conv2D", "config": {"name": "conv2d_479", "trainable": false, "dtype": "float32", "filters": 96, "kernel_size": [3, 3], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["activation_478", 0, 0, {}]]}, {"name": "batch_normalization_v1_476", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_476", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_476", 0, 0, {}]]}, {"name": "batch_normalization_v1_479", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_479", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_479", 0, 0, {}]]}, {"name": "activation_476", "class_name": "Activation", "config": {"name": "activation_476", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_476", 0, 0, {}]]}, {"name": "activation_479", "class_name": "Activation", "config": {"name": "activation_479", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_479", 0, 0, {}]]}, {"name": "average_pooling2d_45", "class_name": "AveragePooling2D", "config": {"name": "average_pooling2d_45", "trainable": false, "dtype": "float32", "pool_size": [3, 3], "padding": "same", "strides": [1, 1], "data_format": "channels_last"}, "inbound_nodes": [["max_pooling2d_21", 0, 0, {}]]}, {"name": "conv2d_475", "class_name": "Conv2D", "config": {"name": "conv2d_475", "trainable": false, "dtype": "float32", "filters": 64, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["max_pooling2d_21", 0, 0, {}]]}, {"name": "conv2d_477", "class_name": "Conv2D", "config": {"name": "conv2d_477", "trainable": false, "dtype": "float32", "filters": 64, "kernel_size": [5, 5], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["activation_476", 0, 0, {}]]}, {"name": "conv2d_480", "class_name": "Conv2D", "config": {"name": "conv2d_480", "trainable": false, "dtype": "float32", "filters": 96, "kernel_size": [3, 3], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["activation_479", 0, 0, {}]]}, {"name": "conv2d_481", "class_name": "Conv2D", "config": {"name": "conv2d_481", "trainable": false, "dtype": "float32", "filters": 32, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["average_pooling2d_45", 0, 0, {}]]}, {"name": "batch_normalization_v1_475", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_475", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_475", 0, 0, {}]]}, {"name": "batch_normalization_v1_477", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_477", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_477", 0, 0, {}]]}, {"name": "batch_normalization_v1_480", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_480", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_480", 0, 0, {}]]}, {"name": "batch_normalization_v1_481", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_481", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_481", 0, 0, {}]]}, {"name": "activation_475", "class_name": "Activation", "config": {"name": "activation_475", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_475", 0, 0, {}]]}, {"name": "activation_477", "class_name": "Activation", "config": {"name": "activation_477", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_477", 0, 0, {}]]}, {"name": "activation_480", "class_name": "Activation", "config": {"name": "activation_480", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_480", 0, 0, {}]]}, {"name": "activation_481", "class_name": "Activation", "config": {"name": "activation_481", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_481", 0, 0, {}]]}, {"name": "mixed0", "class_name": "Concatenate", "config": {"name": "mixed0", "trainable": false, "dtype": "float32", "axis": 3}, "inbound_nodes": [[["activation_475", 0, 0, {}], ["activation_477", 0, 0, {}], ["activation_480", 0, 0, {}], ["activation_481", 0, 0, {}]]]}, {"name": "conv2d_485", "class_name": "Conv2D", "config": {"name": "conv2d_485", "trainable": false, "dtype": "float32", "filters": 64, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["mixed0", 0, 0, {}]]}, {"name": "batch_normalization_v1_485", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_485", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_485", 0, 0, {}]]}, {"name": "activation_485", "class_name": "Activation", "config": {"name": "activation_485", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_485", 0, 0, {}]]}, {"name": "conv2d_483", "class_name": "Conv2D", "config": {"name": "conv2d_483", "trainable": false, "dtype": "float32", "filters": 48, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["mixed0", 0, 0, {}]]}, {"name": "conv2d_486", "class_name": "Conv2D", "config": {"name": "conv2d_486", "trainable": false, "dtype": "float32", "filters": 96, "kernel_size": [3, 3], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["activation_485", 0, 0, {}]]}, {"name": "batch_normalization_v1_483", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_483", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_483", 0, 0, {}]]}, {"name": "batch_normalization_v1_486", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_486", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_486", 0, 0, {}]]}, {"name": "activation_483", "class_name": "Activation", "config": {"name": "activation_483", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_483", 0, 0, {}]]}, {"name": "activation_486", "class_name": "Activation", "config": {"name": "activation_486", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_486", 0, 0, {}]]}, {"name": "average_pooling2d_46", "class_name": "AveragePooling2D", "config": {"name": "average_pooling2d_46", "trainable": false, "dtype": "float32", "pool_size": [3, 3], "padding": "same", "strides": [1, 1], "data_format": "channels_last"}, "inbound_nodes": [["mixed0", 0, 0, {}]]}, {"name": "conv2d_482", "class_name": "Conv2D", "config": {"name": "conv2d_482", "trainable": false, "dtype": "float32", "filters": 64, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["mixed0", 0, 0, {}]]}, {"name": "conv2d_484", "class_name": "Conv2D", "config": {"name": "conv2d_484", "trainable": false, "dtype": "float32", "filters": 64, "kernel_size": [5, 5], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["activation_483", 0, 0, {}]]}, {"name": "conv2d_487", "class_name": "Conv2D", "config": {"name": "conv2d_487", "trainable": false, "dtype": "float32", "filters": 96, "kernel_size": [3, 3], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["activation_486", 0, 0, {}]]}, {"name": "conv2d_488", "class_name": "Conv2D", "config": {"name": "conv2d_488", "trainable": false, "dtype": "float32", "filters": 64, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["average_pooling2d_46", 0, 0, {}]]}, {"name": "batch_normalization_v1_482", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_482", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_482", 0, 0, {}]]}, {"name": "batch_normalization_v1_484", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_484", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_484", 0, 0, {}]]}, {"name": "batch_normalization_v1_487", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_487", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_487", 0, 0, {}]]}, {"name": "batch_normalization_v1_488", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_488", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_488", 0, 0, {}]]}, {"name": "activation_482", "class_name": "Activation", "config": {"name": "activation_482", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_482", 0, 0, {}]]}, {"name": "activation_484", "class_name": "Activation", "config": {"name": "activation_484", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_484", 0, 0, {}]]}, {"name": "activation_487", "class_name": "Activation", "config": {"name": "activation_487", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_487", 0, 0, {}]]}, {"name": "activation_488", "class_name": "Activation", "config": {"name": "activation_488", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_488", 0, 0, {}]]}, {"name": "mixed1", "class_name": "Concatenate", "config": {"name": "mixed1", "trainable": false, "dtype": "float32", "axis": 3}, "inbound_nodes": [[["activation_482", 0, 0, {}], ["activation_484", 0, 0, {}], ["activation_487", 0, 0, {}], ["activation_488", 0, 0, {}]]]}, {"name": "conv2d_492", "class_name": "Conv2D", "config": {"name": "conv2d_492", "trainable": false, "dtype": "float32", "filters": 64, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["mixed1", 0, 0, {}]]}, {"name": "batch_normalization_v1_492", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_492", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_492", 0, 0, {}]]}, {"name": "activation_492", "class_name": "Activation", "config": {"name": "activation_492", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_492", 0, 0, {}]]}, {"name": "conv2d_490", "class_name": "Conv2D", "config": {"name": "conv2d_490", "trainable": false, "dtype": "float32", "filters": 48, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["mixed1", 0, 0, {}]]}, {"name": "conv2d_493", "class_name": "Conv2D", "config": {"name": "conv2d_493", "trainable": false, "dtype": "float32", "filters": 96, "kernel_size": [3, 3], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["activation_492", 0, 0, {}]]}, {"name": "batch_normalization_v1_490", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_490", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_490", 0, 0, {}]]}, {"name": "batch_normalization_v1_493", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_493", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_493", 0, 0, {}]]}, {"name": "activation_490", "class_name": "Activation", "config": {"name": "activation_490", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_490", 0, 0, {}]]}, {"name": "activation_493", "class_name": "Activation", "config": {"name": "activation_493", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_493", 0, 0, {}]]}, {"name": "average_pooling2d_47", "class_name": "AveragePooling2D", "config": {"name": "average_pooling2d_47", "trainable": false, "dtype": "float32", "pool_size": [3, 3], "padding": "same", "strides": [1, 1], "data_format": "channels_last"}, "inbound_nodes": [["mixed1", 0, 0, {}]]}, {"name": "conv2d_489", "class_name": "Conv2D", "config": {"name": "conv2d_489", "trainable": false, "dtype": "float32", "filters": 64, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["mixed1", 0, 0, {}]]}, {"name": "conv2d_491", "class_name": "Conv2D", "config": {"name": "conv2d_491", "trainable": false, "dtype": "float32", "filters": 64, "kernel_size": [5, 5], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["activation_490", 0, 0, {}]]}, {"name": "conv2d_494", "class_name": "Conv2D", "config": {"name": "conv2d_494", "trainable": false, "dtype": "float32", "filters": 96, "kernel_size": [3, 3], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["activation_493", 0, 0, {}]]}, {"name": "conv2d_495", "class_name": "Conv2D", "config": {"name": "conv2d_495", "trainable": false, "dtype": "float32", "filters": 64, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["average_pooling2d_47", 0, 0, {}]]}, {"name": "batch_normalization_v1_489", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_489", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_489", 0, 0, {}]]}, {"name": "batch_normalization_v1_491", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_491", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_491", 0, 0, {}]]}, {"name": "batch_normalization_v1_494", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_494", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_494", 0, 0, {}]]}, {"name": "batch_normalization_v1_495", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_495", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_495", 0, 0, {}]]}, {"name": "activation_489", "class_name": "Activation", "config": {"name": "activation_489", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_489", 0, 0, {}]]}, {"name": "activation_491", "class_name": "Activation", "config": {"name": "activation_491", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_491", 0, 0, {}]]}, {"name": "activation_494", "class_name": "Activation", "config": {"name": "activation_494", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_494", 0, 0, {}]]}, {"name": "activation_495", "class_name": "Activation", "config": {"name": "activation_495", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_495", 0, 0, {}]]}, {"name": "mixed2", "class_name": "Concatenate", "config": {"name": "mixed2", "trainable": false, "dtype": "float32", "axis": 3}, "inbound_nodes": [[["activation_489", 0, 0, {}], ["activation_491", 0, 0, {}], ["activation_494", 0, 0, {}], ["activation_495", 0, 0, {}]]]}, {"name": "conv2d_497", "class_name": "Conv2D", "config": {"name": "conv2d_497", "trainable": false, "dtype": "float32", "filters": 64, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["mixed2", 0, 0, {}]]}, {"name": "batch_normalization_v1_497", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_497", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_497", 0, 0, {}]]}, {"name": "activation_497", "class_name": "Activation", "config": {"name": "activation_497", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_497", 0, 0, {}]]}, {"name": "conv2d_498", "class_name": "Conv2D", "config": {"name": "conv2d_498", "trainable": false, "dtype": "float32", "filters": 96, "kernel_size": [3, 3], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["activation_497", 0, 0, {}]]}, {"name": "batch_normalization_v1_498", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_498", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_498", 0, 0, {}]]}, {"name": "activation_498", "class_name": "Activation", "config": {"name": "activation_498", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_498", 0, 0, {}]]}, {"name": "conv2d_496", "class_name": "Conv2D", "config": {"name": "conv2d_496", "trainable": false, "dtype": "float32", "filters": 384, "kernel_size": [3, 3], "strides": [2, 2], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["mixed2", 0, 0, {}]]}, {"name": "conv2d_499", "class_name": "Conv2D", "config": {"name": "conv2d_499", "trainable": false, "dtype": "float32", "filters": 96, "kernel_size": [3, 3], "strides": [2, 2], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["activation_498", 0, 0, {}]]}, {"name": "batch_normalization_v1_496", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_496", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_496", 0, 0, {}]]}, {"name": "batch_normalization_v1_499", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_499", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_499", 0, 0, {}]]}, {"name": "activation_496", "class_name": "Activation", "config": {"name": "activation_496", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_496", 0, 0, {}]]}, {"name": "activation_499", "class_name": "Activation", "config": {"name": "activation_499", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_499", 0, 0, {}]]}, {"name": "max_pooling2d_22", "class_name": "MaxPooling2D", "config": {"name": "max_pooling2d_22", "trainable": false, "dtype": "float32", "pool_size": [3, 3], "padding": "valid", "strides": [2, 2], "data_format": "channels_last"}, "inbound_nodes": [["mixed2", 0, 0, {}]]}, {"name": "mixed3", "class_name": "Concatenate", "config": {"name": "mixed3", "trainable": false, "dtype": "float32", "axis": 3}, "inbound_nodes": [[["activation_496", 0, 0, {}], ["activation_499", 0, 0, {}], ["max_pooling2d_22", 0, 0, {}]]]}, {"name": "conv2d_504", "class_name": "Conv2D", "config": {"name": "conv2d_504", "trainable": false, "dtype": "float32", "filters": 128, "kernel_size": [1, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["mixed3", 0, 0, {}]]}, {"name": "batch_normalization_v1_504", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_504", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, "epsilon": 0.001, "center": true, "scale": false, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [["conv2d_504", 0, 0, {}]]}, {"name": "activation_504", "class_name": "Activation", "config": {"name": "activation_504", "trainable": false, "dtype": "float32", "activation": "relu"}, "inbound_nodes": [["batch_normalization_v1_504", 0, 0, {}]]}, {"name": "conv2d_505", "class_name": "Conv2D", "config": {"name": "conv2d_505", "trainable": false, "dtype": "float32", "filters": 128, "kernel_size": [7, 1], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [["activation_504", 0, 0, {}]]}, {"name": "batch_normalization_v1_505", "class_name": "BatchNormalizationV1", "config": {"name": "batch_normalization_v1_505", "trainable": false, "dtype": "float32", "axis": [3], "momentum": 0.99, 